Repository: sdotee/see-wordpress
Catalog: see/languages/sdotee-*.po
Languages: id_id

source: API Configuration
id_id: Konfigurasi API

source: Configure your S.EE API credentials. You can get your API key from your S.EE account settings.
id_id: Atur kredensial API S.EE Anda. API key bisa didapatkan di pengaturan akun S.EE.

source: Note: API key is defined in wp-config.php via SEE_API_KEY constant and takes priority over the setting below.
id_id: Catatan: API key telah didefinisikan melalui konstanta SEE_API_KEY di wp-config.php dan akan diutamakan dari pengaturan di bawah ini.

source: API Base URL
id_id: URL Dasar API

source: Default Settings
id_id: Pengaturan Default

source: Choose default domains for short URLs, text sharing, and file uploads. Domain lists are cached and will not trigger API requests on page load.
id_id: Pilih domain default untuk URL pendek, berbagi teks, dan unggah file. Daftar domain di-cache dan tidak akan memicu permintaan API saat halaman dimuat.

source: Click to fetch the latest domain lists from your S.EE account.
id_id: Klik untuk mengambil daftar domain terbaru dari akun S.EE Anda.

source: Default Short URL Domain
id_id: Domain URL Pendek Default

source: Default File Upload Domain
id_id: Domain Unggah File Default

source: Automation
id_id: Otomatisasi

source: Enable automatic actions when publishing posts or uploading media.
id_id: Aktifkan tindakan otomatis saat menerbitkan pos atau mengunggah media.

source: Auto Shorten URLs
id_id: Persingkat URL Otomatis

source: Auto Upload Media
id_id: Unggah Media Otomatis

source: Show
id_id: Tampilkan

source: Hide
id_id: Sembunyikan

source: Test Connection
id_id: Tes Koneksi

source: Enter your S.EE API key. It will be stored encrypted. %s
id_id: Masukkan API key S.EE Anda. Akan disimpan dalam bentuk terenkripsi. %s

source: Get API Token
id_id: Dapatkan API Token

source: Default Text Share Domain
id_id: Domain Berbagi Teks Default

source: — Select Domain —
id_id: — Pilih Domain —

source: Refresh Domains
id_id: Segarkan Domain

source: Automatically generate a short URL when a post or page is published.
id_id: Buat URL pendek secara otomatis saat pos atau halaman diterbitkan.

source: Automatically upload media files to S.EE when added to the Media Library.
id_id: Unggah file media ke S.EE secara otomatis saat ditambahkan ke Pustaka Media.

source: Permission denied.
id_id: Akses ditolak.

source: Please enter an API key.
id_id: Silakan masukkan API key.

source: Connection successful!
id_id: Koneksi berhasil!

source: Connection failed: %s
id_id: Koneksi gagal: %s

source: Unexpected error: %s
id_id: Kesalahan tidak terduga: %s

source: No domains found. Please check your API key.
id_id: Domain tidak ditemukan. Silakan periksa API key Anda.

source: Domains refreshed.
id_id: Domain telah disegarkan.

source: S.EE Settings
id_id: Pengaturan S.EE

source: S.EE Management
id_id: Manajemen S.EE

source: Settings
id_id: Pengaturan

source: Short URL
id_id: URL Pendek

source: Copy
id_id: Salin

source: Testing...
id_id: Menguji...

source: Copied!
id_id: Tersalin!

source: Copy failed
id_id: Gagal menyalin

source: Generating...
id_id: Membuat...

source: Deleting...
id_id: Menghapus...

source: Uploading...
id_id: Mengunggah...

source: Sharing...
id_id: Membagikan...

source: Refreshing...
id_id: Menyegarkan...

source: Are you sure you want to delete this?
id_id: Apakah Anda yakin ingin menghapus ini?

source: This will only remove the record from local history. The content on S.EE will NOT be deleted. If you need to delete the source file, please visit s.ee/user/links. Continue?
id_id: Tindakan ini hanya menghapus catatan dari riwayat lokal. Konten di S.EE TIDAK akan dihapus. Jika Anda perlu menghapus file sumber, silakan kunjungi s.ee/user/links. Lanjutkan?

source: Please configure your API key in S.EE settings first.
id_id: Silakan atur API key di pengaturan S.EE terlebih dahulu.

source: Error
id_id: Kesalahan

source: You do not have permission to access this page.
id_id: Anda tidak memiliki izin untuk mengakses halaman ini.

source: S.EE Short URL
id_id: URL Pendek S.EE

source: S.EE client not configured. Please set your API key.
id_id: Klien S.EE belum dikonfigurasi. Silakan atur API key Anda.

source: Could not get post permalink.
id_id: Tidak dapat mengambil permalink pos.

source: No domain available. Please configure a default domain.
id_id: Tidak ada domain tersedia. Silakan atur domain default.

source: Invalid post ID.
id_id: ID pos tidak valid.

source: Short URL created successfully!
id_id: URL pendek berhasil dibuat!

source: No short URL found for this post.
id_id: URL pendek untuk pos ini tidak ditemukan.

source: S.EE client not configured.
id_id: Klien S.EE belum dikonfigurasi.

source: Short URL deleted successfully!
id_id: URL pendek berhasil dihapus!

source: S.EE URL
id_id: URL S.EE

source: Delete from S.EE
id_id: Hapus dari S.EE

source: Upload to S.EE
id_id: Unggah ke S.EE

source: Attachment file not found.
id_id: File lampiran tidak ditemukan.

source: Invalid attachment ID.
id_id: ID lampiran tidak valid.

source: File uploaded to S.EE successfully!
id_id: File berhasil diunggah ke S.EE!

source: Missing delete key.
id_id: Kunci penghapusan tidak ditemukan.

source: File deleted from S.EE successfully!
id_id: File berhasil dihapus dari S.EE!

source: No file provided.
id_id: Tidak ada file yang diberikan.

source: File upload error.
id_id: Gagal mengunggah file.

source: S.EE File Upload
id_id: Unggah File S.EE

source: S.EE Text Share
id_id: Berbagi Teks S.EE

source: Content:
id_id: Konten:

source: Title (optional):
id_id: Judul (opsional):

source: Type:
id_id: Jenis:

source: Plain Text
id_id: Teks Biasa

source: Source Code
id_id: Kode Sumber

source: Share Text
id_id: Bagikan Teks

source: Content cannot be empty.
id_id: Konten tidak boleh kosong.

source: Text shared successfully!
id_id: Teks berhasil dibagikan!

source: Missing domain or slug.
id_id: Domain atau slug tidak ditemukan.

source: Text share deleted successfully!
id_id: Berbagi teks berhasil dihapus!

source: Delete
id_id: Hapus

source: Custom slug (optional):
id_id: Slug kustom (opsional):

source: Leave blank for auto-generated
id_id: Kosongkan untuk dibuat otomatis

source: Generate Short URL
id_id: Buat URL Pendek

source: Text Share
id_id: Berbagi Teks

source: File Upload
id_id: Unggah File

source: Title
id_id: Judul

source: Content
id_id: Konten

source: Shared URL:
id_id: URL Berbagi:

source: Upload File
id_id: Unggah File

source: Drag & drop files here, or click to select files.
id_id: Seret & lepas file di sini, atau klik untuk memilih file.

source: Browse Files
id_id: Jelajahi File

source: File URL:
id_id: URL File:

source: Type
id_id: Jenis

source: Date
id_id: Tanggal

source: Actions
id_id: Tindakan

source: Filename
id_id: Nama File

source: Text Share History
id_id: Riwayat Berbagi Teks

source: File Upload History
id_id: Riwayat Unggah File

source: Remove
id_id: Hapus

source: History entry removed.
id_id: Riwayat telah dihapus.

source: Invalid entry.
id_id: Entri tidak valid.
