Repository: sdotee/see-wordpress
Catalog: see/languages/see-*.po
Languages: ja, pt_br, pt_pt, ru_ru, vi

source: API Configuration
ja: API 設定
pt_br: Configuração da API
pt_pt: Configuração da API
ru_ru: Настройка API
vi: Cấu hình API

source: Configure your S.EE API credentials. You can get your API key from your S.EE account settings.
ja: S.EE の API 認証情報を設定します。API キーは S.EE のアカウント設定から取得できます。
pt_br: Configure suas credenciais da API S.EE. Você pode obter sua chave de API nas configurações da sua conta S.EE.
pt_pt: Configure as suas credenciais da API S.EE. Pode obter a sua chave API nas definições da sua conta S.EE.
ru_ru: Настройте учётные данные API S.EE. API-ключ можно получить в настройках вашей учётной записи S.EE.
vi: Thiết lập thông tin xác thực API S.EE. Bạn có thể lấy API key từ phần cài đặt tài khoản S.EE.

source: Note: API key is defined in wp-config.php via SEE_API_KEY constant and takes priority over the setting below.
ja: 注意：API キーは wp-config.php の SEE_API_KEY 定数で定義されており、以下の設定より優先されます。
pt_br: Nota: a chave de API está definida no wp-config.php pela constante SEE_API_KEY e tem prioridade sobre a configuração abaixo.
pt_pt: Nota: a chave API está definida no wp-config.php através da constante SEE_API_KEY e tem prioridade sobre a definição abaixo.
ru_ru: Примечание: API-ключ задан в wp-config.php через константу SEE_API_KEY и имеет приоритет над настройкой ниже.
vi: Lưu ý: API key đã được định nghĩa qua hằng số SEE_API_KEY trong wp-config.php và được ưu tiên hơn cài đặt bên dưới.

source: API Key
ja: API キー
pt_br: Chave de API
pt_pt: Chave API
ru_ru: API-ключ

source: API Base URL
ja: API ベース URL
pt_br: URL base da API
pt_pt: URL base da API
ru_ru: Базовый URL API
vi: URL gốc API

source: Default Settings
ja: デフォルト設定
pt_br: Configurações padrão
pt_pt: Definições predefinidas
ru_ru: Настройки по умолчанию
vi: Cài đặt mặc định

source: Choose default domains for short URLs, text sharing, and file uploads. Domain lists are cached and will not trigger API requests on page load.
ja: 短縮 URL、テキスト共有、ファイルアップロードのデフォルトドメインを選択します。ドメイン一覧はキャッシュされ、ページ読み込み時に API リクエストは発生しません。
pt_br: Escolha os domínios padrão para URLs curtas, compartilhamento de texto e upload de arquivos. As listas de domínios ficam em cache e não geram requisições à API ao carregar a página.
pt_pt: Escolha os domínios predefinidos para URLs curtos, partilha de texto e envio de ficheiros. As listas de domínios são armazenadas em cache e não geram pedidos à API ao carregar a página.
ru_ru: Выберите домены по умолчанию для коротких ссылок, обмена текстом и загрузки файлов. Списки доменов кешируются и не вызывают запросы к API при загрузке страницы.
vi: Chọn tên miền mặc định cho URL rút gọn, chia sẻ văn bản và tải file lên. Danh sách tên miền được lưu bộ nhớ đệm và không gửi yêu cầu API khi tải trang.

source: Click to fetch the latest domain lists from your S.EE account.
ja: クリックして S.EE アカウントから最新のドメイン一覧を取得します。
pt_br: Clique para buscar as listas de domínios mais recentes da sua conta S.EE.
pt_pt: Clique para obter as listas de domínios mais recentes da sua conta S.EE.
ru_ru: Нажмите, чтобы получить актуальные списки доменов из вашей учётной записи S.EE.
vi: Nhấp để lấy danh sách tên miền mới nhất từ tài khoản S.EE của bạn.

source: Default Short URL Domain
ja: デフォルト短縮 URL ドメイン
pt_br: Domínio padrão para URLs curtas
pt_pt: Domínio predefinido para URLs curtos
ru_ru: Домен для коротких ссылок по умолчанию
vi: Tên miền URL rút gọn mặc định

source: Default File Upload Domain
ja: デフォルトファイルアップロードドメイン
pt_br: Domínio padrão para upload de arquivos
pt_pt: Domínio predefinido para envio de ficheiros
ru_ru: Домен для загрузки файлов по умолчанию
vi: Tên miền tải file mặc định

source: Automation
ja: 自動化
pt_br: Automação
pt_pt: Automatização
ru_ru: Автоматизация
vi: Tự động hóa

source: Enable automatic actions when publishing posts or uploading media.
ja: 記事の公開やメディアのアップロード時に自動処理を有効にします。
pt_br: Ativar ações automáticas ao publicar posts ou fazer upload de mídia.
pt_pt: Ativar ações automáticas ao publicar artigos ou enviar ficheiros multimédia.
ru_ru: Включить автоматические действия при публикации записей или загрузке медиафайлов.
vi: Bật các hành động tự động khi đăng bài viết hoặc tải lên media.

source: Auto Shorten URLs
ja: URL を自動短縮
pt_br: Encurtar URLs automaticamente
pt_pt: Encurtar URLs automaticamente
ru_ru: Автоматическое сокращение ссылок
vi: Tự động rút gọn URL

source: Auto Upload Media
ja: メディアを自動アップロード
pt_br: Enviar mídia automaticamente
pt_pt: Enviar multimédia automaticamente
ru_ru: Автоматическая загрузка медиафайлов
vi: Tự động tải lên media

source: Show
ja: 表示
pt_br: Mostrar
pt_pt: Mostrar
ru_ru: Показать
vi: Hiện

source: Hide
ja: 非表示
pt_br: Ocultar
pt_pt: Ocultar
ru_ru: Скрыть
vi: Ẩn

source: Test Connection
ja: 接続テスト
pt_br: Testar conexão
pt_pt: Testar ligação
ru_ru: Проверить соединение
vi: Kiểm tra kết nối

source: Enter your S.EE API key. It will be stored encrypted. %s
ja: S.EE の API キーを入力してください。暗号化して保存されます。%s
pt_br: Digite sua chave de API S.EE. Ela será armazenada de forma criptografada. %s
pt_pt: Introduza a sua chave API S.EE. Será armazenada de forma encriptada. %s
ru_ru: Введите ваш API-ключ S.EE. Он будет храниться в зашифрованном виде. %s
vi: Nhập API key S.EE của bạn. Sẽ được lưu trữ dưới dạng mã hóa. %s

source: Get API Token
ja: API トークンを取得
pt_br: Obter token da API
pt_pt: Obter token da API
ru_ru: Получить API-токен
vi: Lấy API Token

source: Default Text Share Domain
ja: デフォルトテキスト共有ドメイン
pt_br: Domínio padrão para compartilhamento de texto
pt_pt: Domínio predefinido para partilha de texto
ru_ru: Домен для обмена текстом по умолчанию
vi: Tên miền chia sẻ văn bản mặc định

source: Default: https://s.ee/api/v1/
ja: デフォルト：https://s.ee/api/v1/
pt_br: Padrão: https://s.ee/api/v1/
pt_pt: Predefinição: https://s.ee/api/v1/
ru_ru: По умолчанию: https://s.ee/api/v1/
vi: Mặc định: https://s.ee/api/v1/

source: — Select Domain —
ja: — ドメインを選択 —
pt_br: — Selecionar domínio —
pt_pt: — Selecionar domínio —
ru_ru: — Выберите домен —
vi: — Chọn tên miền —

source: Refresh Domains
ja: ドメインを更新
pt_br: Atualizar domínios
pt_pt: Atualizar domínios
ru_ru: Обновить домены
vi: Làm mới tên miền

source: Automatically generate a short URL when a post or page is published.
ja: 記事やページの公開時に短縮 URL を自動生成します。
pt_br: Gerar automaticamente uma URL curta ao publicar um post ou página.
pt_pt: Gerar automaticamente um URL curto ao publicar um artigo ou página.
ru_ru: Автоматически создавать короткую ссылку при публикации записи или страницы.
vi: Tự động tạo URL rút gọn khi bài viết hoặc trang được đăng.

source: Automatically upload media files to S.EE when added to the Media Library.
ja: メディアライブラリに追加されたファイルを自動的に S.EE にアップロードします。
pt_br: Enviar automaticamente arquivos de mídia para o S.EE ao adicioná-los à biblioteca de mídia.
pt_pt: Enviar automaticamente ficheiros multimédia para o S.EE ao adicioná-los à biblioteca de multimédia.
ru_ru: Автоматически загружать медиафайлы в S.EE при добавлении в библиотеку медиафайлов.
vi: Tự động tải file media lên S.EE khi được thêm vào Thư viện media.

source: Permission denied.
ja: 権限がありません。
pt_br: Permissão negada.
pt_pt: Permissão negada.
ru_ru: Доступ запрещён.
vi: Không có quyền truy cập.

source: Please enter an API key.
ja: API キーを入力してください。
pt_br: Por favor, digite uma chave de API.
pt_pt: Por favor, introduza uma chave API.
ru_ru: Пожалуйста, введите API-ключ.
vi: Vui lòng nhập API key.

source: Connection successful!
ja: 接続に成功しました！
pt_br: Conexão bem-sucedida!
pt_pt: Ligação bem-sucedida!
ru_ru: Соединение установлено!
vi: Kết nối thành công!

source: Connection failed: %s
ja: 接続に失敗しました：%s
pt_br: Falha na conexão: %s
pt_pt: Falha na ligação: %s
ru_ru: Ошибка соединения: %s
vi: Kết nối thất bại: %s

source: Unexpected error: %s
ja: 予期しないエラー：%s
pt_br: Erro inesperado: %s
pt_pt: Erro inesperado: %s
ru_ru: Непредвиденная ошибка: %s
vi: Lỗi không mong muốn: %s

source: No domains found. Please check your API key.
ja: ドメインが見つかりません。API キーを確認してください。
pt_br: Nenhum domínio encontrado. Verifique sua chave de API.
pt_pt: Nenhum domínio encontrado. Verifique a sua chave API.
ru_ru: Домены не найдены. Проверьте ваш API-ключ.
vi: Không tìm thấy tên miền. Vui lòng kiểm tra API key.

source: Domains refreshed.
ja: ドメインを更新しました。
pt_br: Domínios atualizados.
pt_pt: Domínios atualizados.
ru_ru: Домены обновлены.
vi: Đã làm mới tên miền.

source: S.EE Settings
ja: S.EE 設定
pt_br: Configurações S.EE
pt_pt: Definições S.EE
ru_ru: Настройки S.EE
vi: Cài đặt S.EE

source: S.EE Management
ja: S.EE 管理
pt_br: Gerenciamento S.EE
pt_pt: Gestão S.EE
ru_ru: Управление S.EE
vi: Quản lý S.EE

source: Settings
ja: 設定
pt_br: Configurações
pt_pt: Definições
ru_ru: Настройки
vi: Cài đặt

source: Short URL
ja: 短縮 URL
pt_br: URL curta
pt_pt: URL curto
ru_ru: Короткая ссылка
vi: URL rút gọn

source: Copy
ja: コピー
pt_br: Copiar
pt_pt: Copiar
ru_ru: Копировать
vi: Sao chép

source: Testing...
ja: テスト中...
pt_br: Testando...
pt_pt: A testar...
ru_ru: Проверка...
vi: Đang kiểm tra...

source: Copied!
ja: コピーしました！
pt_br: Copiado!
pt_pt: Copiado!
ru_ru: Скопировано!
vi: Đã sao chép!

source: Copy failed
ja: コピー失敗
pt_br: Falha ao copiar
pt_pt: Falha ao copiar
ru_ru: Не удалось скопировать
vi: Sao chép thất bại

source: Generating...
ja: 生成中...
pt_br: Gerando...
pt_pt: A gerar...
ru_ru: Создание...
vi: Đang tạo...

source: Deleting...
ja: 削除中...
pt_br: Excluindo...
pt_pt: A eliminar...
ru_ru: Удаление...
vi: Đang xóa...

source: Uploading...
ja: アップロード中...
pt_br: Enviando...
pt_pt: A enviar...
ru_ru: Загрузка...
vi: Đang tải lên...

source: Sharing...
ja: 共有中...
pt_br: Compartilhando...
pt_pt: A partilhar...
ru_ru: Отправка...
vi: Đang chia sẻ...

source: Refreshing...
ja: 更新中...
pt_br: Atualizando...
pt_pt: A atualizar...
ru_ru: Обновление...
vi: Đang làm mới...

source: Are you sure you want to delete this?
ja: 本当に削除しますか？
pt_br: Tem certeza de que deseja excluir?
pt_pt: Tem a certeza de que pretende eliminar isto?
ru_ru: Вы уверены, что хотите удалить это?
vi: Bạn có chắc chắn muốn xóa không?

source: This will only remove the record from local history. The content on S.EE will NOT be deleted. If you need to delete the source file, please visit s.ee/user/links. Continue?
ja: この操作はローカルの履歴からレコードを削除するだけです。 S.EE 上のコンテンツは削除されません。元ファイルを削除するには s.ee/user/links にアクセスしてください。 続行しますか？
pt_br: Essa ação apenas remove o registro do histórico local. O conteúdo no S.EE NÃO será excluído. Se precisar excluir o arquivo original, acesse s.ee/user/links. Continuar?
pt_pt: Esta ação apenas remove o registo do histórico local. O conteúdo no S.EE NÃO será eliminado. Se precisar de eliminar o ficheiro original, visite s.ee/user/links. Continuar?
ru_ru: Это действие удалит запись только из локальной истории. Содержимое на S.EE НЕ будет удалено. Если нужно удалить исходный файл, перейдите на s.ee/user/links. Продолжить?
vi: Thao tác này chỉ xóa bản ghi khỏi lịch sử cục bộ. Nội dung trên S.EE sẽ KHÔNG bị xóa. Nếu bạn cần xóa file gốc, vui lòng truy cập s.ee/user/links. Tiếp tục?

source: Please configure your API key in S.EE settings first.
ja: 先に S.EE 設定で API キーを設定してください。
pt_br: Por favor, configure sua chave de API nas configurações S.EE primeiro.
pt_pt: Por favor, configure primeiro a sua chave API nas definições S.EE.
ru_ru: Сначала настройте API-ключ в разделе настроек S.EE.
vi: Vui lòng cấu hình API key trong phần cài đặt S.EE trước.

source: Error
ja: エラー
pt_br: Erro
pt_pt: Erro
ru_ru: Ошибка
vi: Lỗi

source: You do not have permission to access this page.
ja: このページにアクセスする権限がありません。
pt_br: Você não tem permissão para acessar esta página.
pt_pt: Não tem permissão para aceder a esta página.
ru_ru: У вас нет прав для доступа к этой странице.
vi: Bạn không có quyền truy cập trang này.

source: S.EE Short URL
ja: S.EE 短縮 URL
pt_br: URL curta S.EE
pt_pt: URL curto S.EE
ru_ru: Короткая ссылка S.EE
vi: URL rút gọn S.EE

source: S.EE client not configured. Please set your API key.
ja: S.EE クライアントが設定されていません。API キーを設定してください。
pt_br: Cliente S.EE não configurado. Defina sua chave de API.
pt_pt: Cliente S.EE não configurado. Defina a sua chave API.
ru_ru: Клиент S.EE не настроен. Укажите ваш API-ключ.
vi: S.EE chưa được cấu hình. Vui lòng thiết lập API key.

source: Could not get post permalink.
ja: 記事のパーマリンクを取得できませんでした。
pt_br: Não foi possível obter o link permanente do post.
pt_pt: Não foi possível obter o link permanente do artigo.
ru_ru: Не удалось получить постоянную ссылку записи.
vi: Không thể lấy đường dẫn cố định của bài viết.

source: No domain available. Please configure a default domain.
ja: 利用可能なドメインがありません。デフォルトドメインを設定してください。
pt_br: Nenhum domínio disponível. Configure um domínio padrão.
pt_pt: Nenhum domínio disponível. Configure um domínio predefinido.
ru_ru: Нет доступных доменов. Настройте домен по умолчанию.
vi: Không có tên miền khả dụng. Vui lòng thiết lập tên miền mặc định.

source: Invalid post ID.
ja: 無効な記事 ID です。
pt_br: ID do post inválido.
pt_pt: ID de artigo inválido.
ru_ru: Недопустимый ID записи.
vi: ID bài viết không hợp lệ.

source: Short URL created successfully!
ja: 短縮 URL を作成しました！
pt_br: URL curta criada com sucesso!
pt_pt: URL curto criado com sucesso!
ru_ru: Короткая ссылка создана!
vi: Đã tạo URL rút gọn thành công!

source: No short URL found for this post.
ja: この記事の短縮 URL が見つかりません。
pt_br: Nenhuma URL curta encontrada para este post.
pt_pt: Nenhum URL curto encontrado para este artigo.
ru_ru: Короткая ссылка для этой записи не найдена.
vi: Không tìm thấy URL rút gọn cho bài viết này.

source: S.EE client not configured.
ja: S.EE クライアントが設定されていません。
pt_br: Cliente S.EE não configurado.
pt_pt: Cliente S.EE não configurado.
ru_ru: Клиент S.EE не настроен.
vi: S.EE chưa được cấu hình.

source: Short URL deleted successfully!
ja: 短縮 URL を削除しました！
pt_br: URL curta excluída com sucesso!
pt_pt: URL curto eliminado com sucesso!
ru_ru: Короткая ссылка удалена!
vi: Đã xóa URL rút gọn thành công!

source: S.EE URL
pt_br: URL S.EE
pt_pt: URL S.EE
ru_ru: Ссылка S.EE
vi: URL S.EE

source: Delete from S.EE
ja: S.EE から削除
pt_br: Excluir do S.EE
pt_pt: Eliminar do S.EE
ru_ru: Удалить из S.EE
vi: Xóa khỏi S.EE

source: Upload to S.EE
ja: S.EE にアップロード
pt_br: Enviar para o S.EE
pt_pt: Enviar para o S.EE
ru_ru: Загрузить в S.EE
vi: Tải lên S.EE

source: Attachment file not found.
ja: 添付ファイルが見つかりません。
pt_br: Arquivo anexo não encontrado.
pt_pt: Ficheiro anexo não encontrado.
ru_ru: Файл вложения не найден.
vi: Không tìm thấy file đính kèm.

source: Invalid attachment ID.
ja: 無効な添付ファイル ID です。
pt_br: ID do anexo inválido.
pt_pt: ID de anexo inválido.
ru_ru: Недопустимый ID вложения.
vi: ID file đính kèm không hợp lệ.

source: File uploaded to S.EE successfully!
ja: ファイルを S.EE にアップロードしました！
pt_br: Arquivo enviado para o S.EE com sucesso!
pt_pt: Ficheiro enviado para o S.EE com sucesso!
ru_ru: Файл загружен в S.EE!
vi: File đã được tải lên S.EE thành công!

source: Missing delete key.
ja: 削除キーがありません。
pt_br: Chave de exclusão ausente.
pt_pt: Chave de eliminação em falta.
ru_ru: Отсутствует ключ удаления.
vi: Thiếu khóa xóa.

source: File deleted from S.EE successfully!
ja: ファイルを S.EE から削除しました！
pt_br: Arquivo excluído do S.EE com sucesso!
pt_pt: Ficheiro eliminado do S.EE com sucesso!
ru_ru: Файл удалён из S.EE!
vi: File đã được xóa khỏi S.EE thành công!

source: No file provided.
ja: ファイルが指定されていません。
pt_br: Nenhum arquivo fornecido.
pt_pt: Nenhum ficheiro fornecido.
ru_ru: Файл не выбран.
vi: Chưa chọn file.

source: File upload error.
ja: ファイルのアップロードに失敗しました。
pt_br: Erro ao enviar o arquivo.
pt_pt: Erro ao enviar o ficheiro.
ru_ru: Ошибка загрузки файла.
vi: Lỗi tải file lên.

source: S.EE File Upload
ja: S.EE ファイルアップロード
pt_br: Upload de arquivos S.EE
pt_pt: Envio de ficheiros S.EE
ru_ru: Загрузка файлов S.EE
vi: Tải file lên S.EE

source: File:
ja: ファイル：
pt_br: Arquivo:
pt_pt: Ficheiro:
ru_ru: Файл:

source: S.EE Text Share
ja: S.EE テキスト共有
pt_br: Compartilhamento de texto S.EE
pt_pt: Partilha de texto S.EE
ru_ru: Обмен текстом S.EE
vi: Chia sẻ văn bản S.EE

source: Content:
ja: 内容：
pt_br: Conteúdo:
pt_pt: Conteúdo:
ru_ru: Содержимое:
vi: Nội dung:

source: Title (optional):
ja: タイトル（任意）：
pt_br: Título (opcional):
pt_pt: Título (opcional):
ru_ru: Заголовок (необязательно):
vi: Tiêu đề (tùy chọn):

source: Type:
ja: 種類：
pt_br: Tipo:
pt_pt: Tipo:
ru_ru: Тип:
vi: Loại:

source: Plain Text
ja: プレーンテキスト
pt_br: Texto simples
pt_pt: Texto simples
ru_ru: Обычный текст
vi: Văn bản thuần

source: Source Code
ja: ソースコード
pt_br: Código-fonte
pt_pt: Código-fonte
ru_ru: Исходный код
vi: Mã nguồn

source: Share Text
ja: テキストを共有
pt_br: Compartilhar texto
pt_pt: Partilhar texto
ru_ru: Поделиться текстом
vi: Chia sẻ văn bản

source: Content cannot be empty.
ja: 内容を入力してください。
pt_br: O conteúdo não pode estar vazio.
pt_pt: O conteúdo não pode estar vazio.
ru_ru: Содержимое не может быть пустым.
vi: Nội dung không được để trống.

source: Text shared successfully!
ja: テキストを共有しました！
pt_br: Texto compartilhado com sucesso!
pt_pt: Texto partilhado com sucesso!
ru_ru: Текст опубликован!
vi: Đã chia sẻ văn bản thành công!

source: Missing domain or slug.
ja: ドメインまたはスラッグが不足しています。
pt_br: Domínio ou slug ausente.
pt_pt: Domínio ou slug em falta.
ru_ru: Отсутствует домен или идентификатор.
vi: Thiếu tên miền hoặc slug.

source: Text share deleted successfully!
ja: テキスト共有を削除しました！
pt_br: Compartilhamento de texto excluído com sucesso!
pt_pt: Partilha de texto eliminada com sucesso!
ru_ru: Текстовая публикация удалена!
vi: Đã xóa chia sẻ văn bản thành công!

source: Delete
ja: 削除
pt_br: Excluir
pt_pt: Eliminar
ru_ru: Удалить
vi: Xóa

source: Domain:
ja: ドメイン：
pt_br: Domínio:
pt_pt: Domínio:
ru_ru: Домен:
vi: Tên miền:

source: Custom slug (optional):
ja: カスタムスラッグ（任意）：
pt_br: Slug personalizado (opcional):
pt_pt: Slug personalizado (opcional):
ru_ru: Свой идентификатор (необязательно):
vi: Slug tùy chỉnh (tùy chọn):

source: Leave blank for auto-generated
ja: 空欄で自動生成
pt_br: Deixe em branco para gerar automaticamente
pt_pt: Deixe em branco para gerar automaticamente
ru_ru: Оставьте пустым для автоматической генерации
vi: Để trống sẽ tự động tạo

source: Generate Short URL
ja: 短縮 URL を生成
pt_br: Gerar URL curta
pt_pt: Gerar URL curto
ru_ru: Создать короткую ссылку
vi: Tạo URL rút gọn

source: Text Share
ja: テキスト共有
pt_br: Compartilhamento de texto
pt_pt: Partilha de texto
ru_ru: Обмен текстом
vi: Chia sẻ văn bản

source: File Upload
ja: ファイルアップロード
pt_br: Upload de arquivos
pt_pt: Envio de ficheiros
ru_ru: Загрузка файлов
vi: Tải file lên

source: Title
ja: タイトル
pt_br: Título
pt_pt: Título
ru_ru: Заголовок
vi: Tiêu đề

source: Content
ja: 内容
pt_br: Conteúdo
pt_pt: Conteúdo
ru_ru: Содержимое
vi: Nội dung

source: Shared URL:
ja: 共有 URL：
pt_br: URL compartilhada:
pt_pt: URL partilhado:
ru_ru: Ссылка для обмена:
vi: URL chia sẻ:

source: Upload File
ja: ファイルをアップロード
pt_br: Enviar arquivo
pt_pt: Enviar ficheiro
ru_ru: Загрузить файл
vi: Tải file lên

source: Drag & drop files here, or click to select files.
ja: ここにファイルをドラッグ＆ドロップするか、クリックして選択してください。
pt_br: Arraste e solte arquivos aqui, ou clique para selecionar.
pt_pt: Arraste e largue ficheiros aqui, ou clique para selecionar.
ru_ru: Перетащите файлы сюда или нажмите для выбора.
vi: Kéo và thả file vào đây, hoặc nhấp để chọn file.

source: Browse Files
ja: ファイルを選択
pt_br: Procurar arquivos
pt_pt: Procurar ficheiros
ru_ru: Выбрать файлы
vi: Chọn file

source: File URL:
ja: ファイル URL：
pt_br: URL do arquivo:
pt_pt: URL do ficheiro:
ru_ru: Ссылка на файл:
vi: URL file:

source: Type
ja: 種類
pt_br: Tipo
pt_pt: Tipo
ru_ru: Тип
vi: Loại

source: URL
ru_ru: Ссылка

source: Date
ja: 日付
pt_br: Data
pt_pt: Data
ru_ru: Дата
vi: Ngày

source: Actions
ja: 操作
pt_br: Ações
pt_pt: Ações
ru_ru: Действия
vi: Thao tác

source: Filename
ja: ファイル名
pt_br: Nome do arquivo
pt_pt: Nome do ficheiro
ru_ru: Имя файла
vi: Tên file

source: Text Share History
ja: テキスト共有履歴
pt_br: Histórico de compartilhamento de texto
pt_pt: Histórico de partilha de texto
ru_ru: История обмена текстом
vi: Lịch sử chia sẻ văn bản

source: File Upload History
ja: ファイルアップロード履歴
pt_br: Histórico de upload de arquivos
pt_pt: Histórico de envio de ficheiros
ru_ru: История загрузки файлов
vi: Lịch sử tải file lên

source: Remove
ja: 削除
pt_br: Remover
pt_pt: Remover
ru_ru: Убрать
vi: Xóa

source: History entry removed.
ja: 履歴を削除しました。
pt_br: Registro do histórico removido.
pt_pt: Entrada do histórico removida.
ru_ru: Запись удалена из истории.
vi: Đã xóa bản ghi lịch sử.

source: Invalid entry.
ja: 無効なエントリーです。
pt_br: Registro inválido.
pt_pt: Entrada inválida.
ru_ru: Недопустимая запись.
vi: Bản ghi không hợp lệ.
